tap "homebrew/cask-fonts"
brew "git"
brew "ffmpeg"
brew "nvm"
brew "prettyping"
brew "python3"
brew "wget"
brew "yt-dlp"
cask "asset-catalog-tinkerer"
cask "carbon-copy-cloner"
cask "cryptomator"
cask "easyfind"
cask "figma"
cask "homebrew/cask-versions/1password-beta"
cask "homebrew/cask-versions/discord-canary"
cask "imageoptim"
cask "microsoft-edge-dev"
cask "monitorcontrol"
cask "mullvadvpn"
cask "notion"
cask "ogdesign-eagle"
cask "origami-studio"
cask "parallels"
cask "pictogram"
cask "renamer"
cask "spotify"
cask "sketch"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
mas "Harvest", id: 506189836
mas "Slack for Desktop", id: 803453959
mas "1Blocker: Ad Blocker & Privacy", id: 1365531024
mas "Microsoft Remote Desktop", id: 1295203466
mas "Testflight", id: 899247664
mas "The Levelator", id: 1493326487
mas "The Unarchiever", id: 425424353
mas "Userscripts", id: 1463298887
mas "djay - DJ App & AI Mixer", id: 450527929
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Pixelmator Pro", id: 1289583905
mas "Motion", id: 434290957
mas "Final Cut Pro", id: 424389933